const botTexts = {
  greetingsText: 'Привіт, мене звати CheClean. Я створений для допомоги нашому місту 😊 \nДля *початку* роботи натисни на кнопку внизу, або використай команду /create.',
  helpButtonText: 'Допомога',
  declineButtonText: 'Відмінити',
  createCaseButtonText: 'Почати роботу',
  helpButtonAnswerText: 'Для *початку* роботи: /create \nДля *допомоги*: /help \nДля *відміни*: /cancel',
  cancelButtonAnswerText: 'Спробуємо в інший раз!',
  contactsButtonAnswerText: 'За всіма питаннями щодо роботи бота звертайтесь сюди: @jaxin007',
  createCaseText: 'Щоб розпочати роботу, пришли мені опис, фото та локацію місця події. Роби все послідовно, тобто спочатку опис, потім фото, а в кінці локація.\n\n*Чекаю від тебе опис того, що ти бачиш.*',
  forceTextRequest: 'Будь-ласка, пришли мені опис того, що ти бачиш.',
  photoRequestText: 'Круто! Тепер пришли мені фото місця.',
  forcePhotoRequestText: 'Будь-ласка, пришли мені спочатку фото.',
  locationRequestText: 'Майже готово! Тепер передай мені свою локацію.',
  locationRequestButtonText: 'Передати локацію',
  forceLocationRequestText: 'Будь-ласка, пришли мені свою локацію.',
  caseVerificationText: 'Підтвердіть коректність свого запиту',
  caseApproveButtonText: 'Підтвердити',
  caseDeclineButtonText: 'Відхилити',
  caseApprovedText: 'Дякуємо, що звернулись!\nВи можете відстежити стан Вашої заявки на сайті за посиланням:',
  caseUrl: 'http://checlean.inforg.io/cases/',
  caseDeclinedText: 'Спробуйте ще раз :)',
  caseErrorText: 'Щось пішло не так :)',
};

module.exports = {
  botTexts,
};
